text = \
"""
করোনা পরবর্তী বিশ্বে চাকরি বাজারে যে ৮ যোগ্যতা দরকার

লকডাউনে বাসার মধ্য থাকার সময়েই সবার মনে হচ্ছিল করোনা পরবর্তী বিশ্ব, জীবনযাপন কেমন হবে। আসলে অনেক কিছুই অজানা। কোভিড পরবর্তী পৃথিবী কেমন হবে কারও কোনো ধারণা নেই। তবে এটা ঠিক যে, আমরা যেমন জীবনে বা পৃথিবী যেভাবে চলছিল সেভাবে আর চলবে না। আমাদের কর্মক্ষেত্রে পরিবর্তন আসবে। প্রয়োজন হবে আরও বেশি দক্ষতার।  

করোনা পরবর্তী চাকরি জীবনে সবচেয়ে বেশি যে দক্ষতাগুলোর প্রয়োজন, তা তুলে ধরা হলো—
ডেটা লিটারেসি

চতুর্থ শিল্প বিপ্লবের জ্বালানি ধরা হয় ডেটাকে। প্রতিটি সংস্থার জন্য এটি একটি গুরুত্বপূর্ণ সম্পদ। ভবিষ্যতে ব্যবসায়িক বাধাগুলোর প্রভাব সম্পর্কে আরও ভালোভাবে পূর্বাভাস দিতে সক্ষম এই ডেটা। কোনোও মহামারি চলার সময়ে বা তার পরেও গ্রাহককে সঠিক পণ্য এবং পরিষেবা সরবরাহে আরও বেশি সহায়তা করতে সক্ষম। যে  প্রতিষ্ঠানগুলো ব্যবসায়িক প্রবণতাগুলো বুঝবে এবং গ্রাহকের পরিবর্তিত চাহিদাগুলো বুঝতে পারবে ভবিষ্যতের কোনো মহামারি আসার সঙ্গে সঙ্গে সঠিক প্রতিক্রিয়াটি তারাই জানাতে সক্ষম হবে। কোনা প্রকার ডেটা না থাকলে কোনো সংস্থা প্রায় অকেজো হয়ে যাবে। ডেটা বুঝে দক্ষতার সঙ্গে ব্যবহার করতে পারলে সংস্থা বা প্রতিষ্ঠানগুলো নানা সময়ে ভালো সিদ্ধান্ত নিতে পারবে। তাই ডেটা লিটারেসি সম্ভাব্য বিনিয়োগকারীদের কাছে আগের চেয়ে আরও বেশি আবেদনের জায়গা হবে।
খাপ খাওয়ানো এবং নমনীয়তা

খাপ খাওয়ানো এবং নমনীয়তা

একটি বিষয় অবশ্যই নিশ্চিত, বিভিন্ন সংস্থা বা অফিসগুলো যেভাবে চলেছে এবং কাজ করেছে সেগুলো পরিবর্তন হতে চলেছে। বিশ্ব ইতিমধ্যে দ্রুত পরিবর্তন হচ্ছিল, তবে করোনা মহামারি এটিকে দ্রুত ত্বরান্বিত করছে। এবার কিছু কিছু কাজ ‘জীবনের জন্য’ হবে। করোনা পরবর্তী বিশ্বে কেউ সফল হতে চাইলে চির চেনা কর্মস্থলগুলোর সঙ্গে খাপ খাইয়ে নিতে সক্ষম হতে হবে। অভিযোজনের এই ক্ষমতার পাশাপাশি দক্ষতায় ক্রমাগত এগিয়ে যেতে হবে এবং নিজেকে হালনাগাদ করতে হবে প্রতিনিয়ত।
প্রযুক্তিগত জ্ঞান ও ব্যবহার বাড়ানো

প্রযুক্তিগত জ্ঞান ও ব্যবহার বাড়ানো

কারোনোভাইরাস পরবর্তী বিশ্বের জন্য নিজেকে প্রস্তুত করার সেরা উপায়গুলোর মধ্যে একটি হলো প্রযুক্তিগত দক্ষতা অর্জন করা। কোভিড-১৯ মহামারি সংস্থা বা অফিসগুলোতে নানাবিধ ডিজিটাল রূপান্তর ঘটবে। বাস্তবতাটি হলো কৃত্রিম বুদ্ধিমত্তা, বিগ ডাটা, ইন্টারনেট অব থিংস, ভার্চুয়াল ও অগমেন্টেড রিয়্যালিটি এবং রোবোটিকসের ব্যবসাগুলোই ভবিষ্যৎ। আর মহামারির কারণে এই প্রযুক্তিগুলো কাজে লাগাতে পারলে সেই প্রতিষ্ঠান বা অফিস দুর্দান্ত অবস্থানে থাকবে। করোনাভাইরাস পরবর্তী সময়ে কেউ কোনোও কারখানায়, প্রতিষ্ঠান বা অ্যাকাউন্টিং অফিসে কাজ করেন তবে এসব প্রযুক্তিগত সরঞ্জামগুলোর সঙ্গে স্বাচ্ছন্দ্যের পাশাপাশি সেগুলো কার্যকরভাবে করতে সক্ষম হওয়া প্রয়োজন।

সৃজনশীলতা এবং উদ্ভাবন

কোভিড মহামারি সময়ে সৃজনশীলতা এবং উদ্ভাবনের গুরুত্ব আমরা ইতিমধ্যে দেখে ফেলেছি। কার্যত পরিষেবাগুলোর সরবরাহ কীভাবে সচল রাখা হয়েছিল সে উপায় বের করা হয়েছিল। স্বাস্থ্যসেবাসহ অনেক ব্যবসা ভার্চ্যুয়াল করা হয়েছে। নতুন প্রয়োজনীয় পণ্যগুলোর সরবরাহ হয়েছে। যেমন, মার্সিডিজ এফ ওয়ান-এর রেসিং গাড়িগুলোর কারখানা শ্বাসযন্ত্র সচল রাখার সরঞ্জামগুলো সরবরাহ করেছে। আর করোনা উত্তর বিশ্বে আবিষ্কারের জন্য নতুন দক্ষতা প্রয়োজন, নতুন পণ্য এবং কাজের পদ্ধতিও আলাদা প্রয়োজন। এ জন্য মানুষের সৃজনশীলতা অপরিহার্য হতে চলেছে আগামী বিশ্বে।

সমালোচনামূলক দৃষ্টিভঙ্গি

কোভিড-১৯ এর কারণে ক্ষতি থেকে বিশ্ব অর্থনীতিকে পুনর্নির্মাণের জন্য অপরিহার্য দক্ষতা হলো সংকটপূর্ণ সময়ে চিন্তাভাবনা। মহামারির সময়ে দেখা গেছে ফেক নিউজ এবং ভুল তথ্যের ছড়াছড়ির প্রবণতা দেখা গেছে। আমাদের নেতা, ব্যবসায়ী এবং সরকারগুলো দোষ অন্যর ঘাড়ে ছাপিয়ে মনোযোগ এবং যথাযথ তদন্তকে অন্য খাতে সরানোর চেষ্টা করেছে। তাই বিশ্বাসযোগ্য এবং বিভিন্ন উৎসের উদ্দেশ্যমূলকভাবে তথ্যের মূল্যায়ন করতে পারে এমন লোকদের মূল্য বাড়বে। সমস্ত তথ্যের ওপর নির্ভর করা উচিত নয়। তবে সিদ্ধান্ত গ্রহণের ক্ষেত্রে কোনো তথ্যটি জানা উচিত তা বুঝতে সংস্থাগুলোকে সমালোচনামূলক চিন্তাধারার লোকেদের ওপর নির্ভর করতে হবে।

ডিজিটাল এবং কোডিং দক্ষতা

করোনাভাইরাসের কারণে ব্যবসায়ে ডিজিটাল রূপান্তর উৎসাহ পেয়েছে। ডিজিটাল বিপণন, কোডিং, ওয়েব ডেভলভমেন্টসহ ডিজিটাল দক্ষতা সম্পন্ন পেশাদারদের প্রয়োজন ও গুরুত্ব এখনকার চেয়ে আরও বেশি হবে। যে ব্যক্তিরা অর্থনৈতিক মন্দা বা মহামারির সময় ডিজিটাল ব্যবসা চালিয়েছেন তারা অবশ্যই পরবর্তী নিয়োগের তালিকায় থাকবেন। আর এখন সব কোম্পানি বা সংস্থাগুলো এখন ডিজিটাল ভিত্তিক হয়ে যাচ্ছে। সুতরাং ডিজিটাল দক্ষতায় কাজ করার সুযোগগুলো অগণিত।

নেতৃত্ব

ভবিষ্যতে মেশিন বা যন্ত্রের সহায়তায় কাজের ক্ষেত্র বাড়বে। সামাজিক দূরত্ব মেনে কাজ চলাসহ একটি পরিবর্তনের মধ্য দিয়ে যাওয়া এ সময়কে এগিয়ে নিয়ে যাওয়ার জন্য নেতৃত্ব দরকার। করোনভাইরাস পরবর্তী বিশ্বে কাজ করা লোকের জন্য বিভিন্ন সময়ে যোগ্য নেতৃত্ব দরকার। নেতৃত্বের দৃঢ়তা, দক্ষতা, পেশাদারি একটি সেরা দলকে সামনে এগিয়ে নিতে দরকার। সেই নেতা তার দলকে চাহিদা মোতাবেক সহযোগিতার জন্য উৎসাহিত করবে।



আজীবন শেখার প্রবণতায় প্রতিশ্রুতিবদ্ধ

ওয়ার্ল্ড ইকোনমিক ফোরামের মতে, আজকের প্রয়োজনীয় দক্ষতা বলে যা বিবেচিত আগামী পাঁচ বছরে তা ৩৫ শতাংশ পরিবর্তিত হয়ে যাবে। আর করোনাভাইরাস উত্তর সময়ে বাস্তবতার সঙ্গে প্রাসঙ্গিক থাকার একমাত্র উপায়, জীবনভর শেখার মানসিকতা।
করোনা পরবর্তী কঠোর চাকরির বাজারের সঙ্গে নিজেকে মেলে ধরতে বিশেষজ্ঞ কাজের দক্ষতা সম্পন্ন পেশাদারদের চাহিদা থাকবে। এরাই চাকরি খুঁজে পেতে সম্ভবত কম লড়াই করবেন। 


বিকেএসপিতে সাকিবের একদিন

দুপুরের সূর্যটা ঠিক মাথার ওপর এসে ঠায় দাঁড়িয়ে। বিকেএসপির ইনডোর থেকে ঘামে জবুথবু হয়ে ক্রিকেট মাঠ দিয়ে পাকা রাস্তায় উঠলেন সাকিব আল হাসান। এরপর ধরলেন মধুমতি গেস্টহাউসের পথ। হাতে থাকা বোতল থেকে মুখে পানি ঢেলে যেন গরমে খানিক স্বস্তি খুঁজলেন। কাল সারা দিন বিকেএসপিতে কাটিয়ে দেখা মিলল সাকিবের মাঠে ফেরার প্রস্তুতির এ রকম আরও কিছু খণ্ড চিত্র।

ফিক্সিংয়ের প্রস্তাব পেয়েও আন্তর্জাতিক ক্রিকেট কাউন্সিলের (আইসিসি) দুর্নীতি দমন বিভাগকে না জানানোয় সব ধরনের ক্রিকেট থেকে এক বছরের নিষেধাজ্ঞা কাটাচ্ছেন সাকিব। বিশ্বসেরা অলরাউন্ডারের মাথার ওপর থেকে ২৯ অক্টোবর সরে যাবে সেই কালো মেঘ। সব ঠিক থাকলে বাংলাদেশ দলের আসন্ন শ্রীলঙ্কা সফরের দ্বিতীয় টেস্টেই আন্তর্জাতিক ক্রিকেটে ফেরার কথা তাঁর। কয়েক দিন আগে বিসিবি সভাপতি নাজমুল হাসান প্রথম আলোকে দেওয়া এক সাক্ষাৎকারে দিয়েছেন সে রকম ইঙ্গিতই।

ফেরাটা যেন হয় সেই চেনা সাকিবের চেহারায়, সে জন্যই নিজের আঁতুড়ঘর সাভারের বিকেএসপিকে প্রস্তুতির জন্য বেছে নেওয়া। একাগ্রচিত্তে মাঠে ফেরার প্রস্তুতি নিতে বিকেএসপির চেয়ে এমন নিরিবিলি জায়গাই বা আর কোথায়! প্রতিষ্ঠানটির প্রধান কর্তা থেকে শুরু করে সবাই যেন ফেরার লড়াইয়ে সাকিবের পাশে দাঁড়াতে উদগ্রীব! মাঠের ঘাস কাটতে হবে? বিন্দুমাত্র কালক্ষেপণ নয়। ইনডোরে বোলিং মেশিন সচল করতে হবে? সেটিও সঙ্গে সঙ্গেই হয়ে যায়।

সাকিবের ফিরে আসার ছক এঁকেছেন তাঁর দুই গুরু নাজমুল আবেদীন ও মোহাম্মদ সালাউদ্দিন। পর্দার পেছনে কুশীলব আছেন আরও দুইজন। একজন সাকিবের ফিটনেস নিয়ে কাজ করা দেশের সাবেক দ্রুততম মানব ও বিকেএসপির অ্যাথলেটিকস কোচ আবদুল্লাহ হেল কাফী। দ্বিতীয়জন কে? মাথা চুলকালেও তাঁর পরিচয়টা ভাবনায় আসার কথা নয়। তিনি বিকেএসপিরই তরুণ বক্সিং কোচ আরিফুল করিম। হাতের শক্তি বাড়ানো ও ক্ষিপ্রতা ফিরে পেতেই সাকিবের কোচিং স্টাফে তাঁর অন্তর্ভুক্তি। সঙ্গে সার্বক্ষণিক থাকছেন একজন ফিজিও-ও।

কাল পুরো কোচিং স্টাফ বহরের সঙ্গে মধুমতি গেস্টহাউসে দুপুরের খাবার খেলেন সাকিব। বিকেএসপির এই ভবনেই তাঁর আবাস। মধ্যাহ্নভোজ শেষে সেখান থেকে বের হয়ে আসা কোচদের একাংশের সঙ্গে দেখা হয়ে যায় এই প্রতিবেদকের। একসঙ্গে খাওয়াদাওয়ার বিষয়টি জানালেও সাকিব প্রশ্নে তাঁদের ভাবখানা এমন-সাকিব খায় না, মাথায় দেয়! এ নিয়ে আবারও কিছু জানতে চাইলে তাঁরা বুঝিয়ে দিলেন, চাইলে নিজেদের এটিএম কার্ডের পিন নম্বরটি বলে দিতে পারেন। সাকিবের প্রস্তুতি নিয়ে একটি শব্দও নয়। অবশ্য সাকিবের প্রস্তুতি নিয়ে এই গোপনীয়তার কারণও আছে। আইসিসি থেকেই বলা আছে, সংবাদমাধ্যমে এ নিয়ে বেশি কিছু আসা যাবে না।



তারপরও কাল সারা দিন বিকেএসপিতে কাটিয়ে সাকিবের দৈনন্দিন রুটিন সম্পর্কে কিছু তো জানা গেছেই। এই যেমন প্রতিদিন সকালে তিনি অ্যাথলেটিকস ট্র্যাকে কিছু অনুশীলন করেন, দৌড়ান। কাল তো দুপুরের দিকে অনেক দূর থেকে দেখেও বোঝা গেল, ইনডোরে চলছে ব্যাটিং-বোলিং অনুশীলন। অনেকটা সময় সঙ্গে ছিলেন কোচ সালাউদ্দিন। বিকেএসপিতে এসে কালই নাকি প্রথম ব্যাট হাতে নিয়েছেন সাকিব। বিকেল গড়াতেই ১ নম্বর মাঠে দেখা গেল ঘাস কাটার মেশিন। ঘাস কাটা শেষ হলে দু-এক দিনের মধ্যে মাঠেই অনুশীলন শুরু হবে। এক মাঠকর্মীর কাছ থেকে জানা গেল, সাকিব হয়তো আজই মাঝ উইকেটে অনুশীলন শুরু করে দেবেন।

শিক্ষাজীবনের ছয়-সাত বছর কাটিয়েছেন এই বিকেএসপিতে। সাকিবের কত যে স্মৃতি মিশে আছে এর ইট-পাথর, ধুলো-কণায়! কৈশোরের সেই সব স্মৃতি যেমন অমূল্য, সাকিব নিশ্চয়ই এবারের স্মৃতিগুলোও লিখে রাখবেন মনের খাতায়। বিকেএসপি থেকেই যে শুরু হচ্ছে তাঁর দ্বিতীয় জীবনটাও!

কিয়াম কড়াই ২৬ সেন্টিমিটার । রেগুলার মূল্য ১৩৪০ টাকা, অফার মূল্য ৯৯৯ টাকা।
এগ-বিটার। অফার মূল্য ১৫৯৯ টাকা।
আর এফ এল কার্গো বক্স। রেগুলার মূল্য ৮০০ টাকা, অফার মূল্য ৬২৫ টাকা।
নোয়া ব্লেন্ডার ( ৩-ইন-১) এম-৬৬৬। অফার মূল্য ১৩৯৯ টাকা।
আরএফএল ক্যাপ্টেন ক্লিন মপ। রেগুলার মূল্য ১৭৫০ টাকা, অফার মূল্য ১৪৫০ টাকা
বেবি স্কুটি। রেগুলার মূল্য ৫৭০ টাকা, অফার মূল্য ৪৯৯ টাকা।
পোর্টেবল ন্যানো স্প্রেয়ার। অফার মূল্য ২৭৫ টাকা।
নোয়া ইলেট্রিক কেটলি ১.৫ লিটার। রেগুলার মূল্য ১৩৮০ টাকা, অফার মূল্য ৫৪৯ টাকা।

*ঢাকা ও কুমিল্লার আউটলেটে এই অফার চলবে ৪-১০ সেপ্টেম্বর, ২০২০ তারিখে।

জিকের দিকে তাকিয়ে বল্টু হা হয়ে বসে আছে অনেকক্ষণ ধরে। জিকের পরনে হাওয়াই শার্ট, সাথে একটা হাফপ্যান্ট। চোখে নীল কালারের চশমা, চুল স্পাইক করা।

- কী রে বল্টু! আর কতক্ষণ হা হয়ে থাকবি? আমি স্মার্ট হয়ে গেছি দেখে অবাক হচ্ছিস? তোকেও স্মার্ট বানাবো দেখে নিস।
- তুই স্মার্ট হয়ে গেছিস কে বলল?
- আমি নিজেই জানি। সেদিন টিভিতে দেখলাম বিদেশে যারা স্মার্ট ইংলিশ জানে তাদের বেশভূষা এরকমই। তাই আমিও সেরকম করে সেজে স্মার্ট হয়ে গেছি।
- হায়রে জিকে! আসলেই তোর কোন জিকে মানে সাধারণ জ্ঞান নাই। স্মার্টনেস কি পোশাকে নাকি? স্মার্ট হতে হয় কথাবার্তায়, চালচলনে। স্মার্ট ইংলিশ জানতে হয়।
- আরে তাই তো, আমি তো স্মার্ট ইংলিশই জানি না।
- একদম ঠিক। আগের পুরনো পদ্ধতিতে ইংলিশ শিখে কোন লাভ নেই এখন। এখন সময়ের সাথে স্মার্ট হতে হবে। খুব সহজে ও স্মার্ট উপায়ে ইংরজি শেখার জন্যই তো বই অর্ডার করেছি আজ দুটো।
- বলিস কী? নাম কী?
- ফরিদ আহমেদের স্মার্ট ইংলিশ- স্মার্ট ওয়ে টু লার্ন ইংলিশ পার্ট ১ আর ২।
- এবার তাহলে আমার স্মার্ট হওয়া কে ঠেকাবে! হাহাহা...

জিকের মতো স্মার্ট না হতে চাইলে এবং স্মার্ট ইংলিশ শিখতে চাইলে এখনই অর্ডার করুন-

স্মার্ট ইংলিশঃ স্মার্ট ওয়ে টু লার্ন ইংলিশ- https://www.rokomari.com/…/smart-english-smart-way-to-learn…

স্মার্ট ইংলিশঃ স্মার্ট ওয়ে টু লার্ন ইংলিশ (পার্ট ২)- https://www.rokomari.com/…/smart-english-smart-way-to-learn…

দুটো বই একসাথে- https://www.rokomari.com/…/smart-english-smart-way-to-learn…

ফোন- ১৬২৯৭


তিমি শিকার: তেল-মাংসের জন্য মরতে থাকা এক দুর্ভাগা প্রাণীর গল্প

১৮৫১ সালে লেখা 'মবি ডিক' উপন্যাসের কথা হয়তো আপনারা অনেকেই জানেন। হারমান মেলভিলের এই উপন্যাসে উঠে এসেছে সমুদ্রের বুকে বিচরণ করা এযাবতকালের সবচেয়ে বড় প্রাণী শিকারের করুণ গল্প। সমুদ্রের অসামান্য শক্তিশালী আর বৃহৎ এই প্রাণীকে বাকি সামুদ্রিক প্রাণীগুলো খুব ভয় পেলেও মানুষ হারপুন আর বর্শা দিয়ে এটি শিকার করত শ'য়ে শ'য়ে। মোটামুটি আঠারো শতক পর্যন্ত বছরে প্রায় ৫০ হাজার তিমি বিভিন্ন দেশের শিকারির হাতে মারা যেত। আর এই মর্মান্তিক শিকার মহোৎসব শুরু হয় ষোল শতকের একেবারে শেষ দিকে।

তিমিকে আসলে আমরা অনেকেই মাছ বলে ভেবে থাকি। কিন্তু তিমি কোনো মাছ নয়, উষ্ণ রক্তের স্তন্যপায়ী প্রাণী। তিমির সবচেয়ে কাছের সম্পর্কের প্রাণী হলো জলহস্তী।

আজকের সাগরের সবচেয়ে বড় 'মাছ' তিমি একসময় ছিল ডাঙার প্রাণী। এই ঘটনা প্রায় পাঁচ কোটি বছর আগেরকার। তিমির এই আদি পুরুষের নাম ছিল পাকিসেটাস। এর পরের প্রাণীগুলো জল-স্থল দু'জায়গাতেই থাকতে থাকতে একদিন পুরোপুরি জলের প্রাণী হয়ে যায়।

প্রথম প্রথম স্থলের এ প্রাণী জলে গিয়ে দারুণ সমস্যার মুখোমুখি হলো। তখনকার সময়ে নতুন জলের প্রাণী তিমির আকৃতি ছিল ছোট। ফলে বড় আকারের হাঙর 'মেগালোডন' সহজেই এদের শিকার করত। কিন্তু একসময় বরফ যুগ এলো। বরফযুগে প্ল্যাঙ্কটন বেড়ে গেল সাগরে, সেই প্ল্যাঙ্কটন খেতে এলো 'ক্রিল' নামের এক প্রাণী, যা কি না তিমির প্রিয় খাবার। সেই সহজলভ্য চিংড়ির আকৃতির খাবার খেয়ে ধীরে ধীরে তিমি এমন বৃহৎ আকার পেল।

মানুষ আসলে কী পাওয়ার জন্য তিমি শিকার করত? এ প্রশ্ন মনে আসাটাই স্বাভাবিক। প্রধানত গভীর সাগরে তিমি শিকার করা হতো তিমির শরীরের 'তেল', তিমির মাথার ভেতরে থাকা 'স্পার্মাসিটি' আর রুগ্ন ও রোগাক্রান্ত তিমির পেটে থাকা 'এম্বারগ্রিস' এর জন্য। এছাড়া তীরের কাছাকাছি শিকার করা তিমির মাংস খাওয়ার জন্যও সংগ্রহ করা হতো। তিমির তেল দিয়ে প্রধানত বাতি জ্বালানো হতো। স্পার্মাসিটি ব্যবহার করা হতো সুগন্ধি মোমবাতি, মুখে মাখার ক্রিম, সুগন্ধী তৈরিতে। এম্বারগ্রিসও সুগন্ধি তৈরিতেই বেশি ব্যবহৃত হতো।

তখনকার দিনে তিমির শরীর থেকে নিংড়ে বের করা এই জিনিসগুলোর যথেষ্ট মূল্যও ছিল। তাই আপনা মাংসে তিমি বৈরী- কথাটি মোটেও অত্যুক্তি হবে না।

এবার আসা যাক তিমির শরীরের এই জিনিসগুলো আসলে কী কাজে লাগত তার শরীরের জন্য সেই আলাপে।

স্পার্মাসিটি কাঁচা দুধের মতো পদার্থ, যা তিমির মাথার ভেতরে তরল অবস্থায় থাকে। তিমি স্পার্মাসিটিকে প্রয়োজন মোতাবেক তরল থেকে মোমের মতো শক্তও করে ফেলতে পারে। স্পার্মাসিটি মূলত তাকে প্রতিধ্বনির মাধ্যমে সাগরের নিচে কোনো বস্তুর উপস্থিতি অনুভব করানোর কাজ করে। আধুনিককালে 'ইকোসাউন্ডার' এর মাধ্যমে সাগরের গভীরতা মাপা হয় অথবা যুদ্ধ জাহাজগুলো সাগরের নিচের সাবমেরিন খুঁজে বের করে। কোটি কোটি বছর আগে এই প্রযুক্তি তিমির শরীরে প্রকৃতিই স্থাপন করে দিয়েছে।

এবার আসা যাক এম্বারগ্রিসের প্রসঙ্গে। আসলে এই পদার্থটি তিমির পেটের মধ্যে তৈরি হয়, যা তিমির ক্ষতিই করে। এটি তৈরি হলে তিমির বদহজম হয়, যার ফলে সে রোগাক্রান্ত হয়ে যায়; এমনকি মাঝে মাঝে মারাও যায়।

তিমির তেল প্রধানত থাকে পেটের দিকের কোঁচকানো চামড়ার নিচের স্তরে, যার নাম 'ব্লাবার'। ব্লাবার কেটে নিয়ে গরম করে অথবা নিংড়ে তেল সংগ্রহ করা হয়।

তিমি শিকার আঠারো শতকের এক নৃশংস ঘটনা। লক্ষ লক্ষ তিমি সাগরের বুকে হত্যা করা হয় সামান্য কিছু তেল আর সুগন্ধি পদার্থ পাবার জন্য, যে পদার্থগুলো তিমির শরীরের মূল আয়তনের কিছু অংশ মাত্র। ব্লাবার, স্পার্মাসিটি কিংবা এম্বারগ্রিস সংগ্রহ করে তিমির অবশিষ্ট বিশাল শরীর সাগরে ফেলে দেয়া হতো। সাগরের বিশাল বিশাল জীবন্ত প্রাণীগুলোকে কী নিদারুণ নৃশংসতায় হত্যা করা হতো খুব সামান্য কিছুর জন্য; এখন যদিও পরিবেশ সংরক্ষণকারী দলগুলোর সচেতনতায় এখন অনেকটাই কমেছে এই ঘটনাগুলো।

তিমির এমন ধ্বংস রোধে বিশ্বব্যাপী তিমি সংরক্ষণের প্রথম উদ্যোগ নেয়া হয়েছে ১৯৪৬ সালে। তাছাড়া তিমি শিকার এখন খুব একটা লাভজনক না হওয়ায় পূর্বের তিমি শিকারিরাও অনাগ্রহী হয়ে উঠেছে। ফলে কোটি বছর আগ থেকে সাগরের গভীর রহস্যময় জলে বিচরণ করা তিমিরা আবার তাদের হারানো রাজত্ব ধীরে ধীরে ফিরে পাচ্ছে।



"""